<?php
// Heading
$_['heading_title']    = 'Баннер';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Модуль баннеров успешно изменен!';
$_['text_edit']        = 'Редактировать модуль баннеров';

// Entry
$_['entry_banner']     = 'Баннер';
$_['entry_dimension']  = 'Размеры (ширина x высота) и тип изменения размеров';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Внимание: Вы не имеете прав на изменение модуля баннеров!';
$_['error_module']     = 'Внимание: Требуется указать модуль!';
$_['error_dimension']  = 'Требуется указать ширину и высоту!';
