<?php
// Heading
$_['heading_title']          = 'Маркировка шин';

// Text
$_['text_success']           = 'Вы успешно изменили информацию!';
$_['text_list']              = 'Список данных';
$_['text_add']               = 'Добавить маркировку';
$_['text_edit']              = 'Редактировать данные';
$_['text_default']           = 'по умолчанию';
$_['text_total']             = 'Общее количество: ';

// Column
$_['column_title']           = 'Список названий';
$_['column_description']	 = 'Описание';
$_['column_action']          = 'Действие';

// Entry
$_['entry_title']            = 'Заголовок';
$_['entry_description']      = 'Описание';

// Error
$_['error_warning']          = 'Пожалуйста, внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'Внимание: Вы не имеете разрешения на изменение информации!';
$_['error_title']            = 'Заголовок не должен быть пустим!';
$_['error_description']      = 'Описание не должно быть пустим!';