<?php
// Heading
$_['heading_title']           = 'Країни';

// Text
$_['text_success']            = 'Успіх: Країни змінено!';
$_['text_list']               = 'Список країн';
$_['text_add']                = 'Додати країну';
$_['text_edit']               = 'Змінити країну';

// Column
$_['column_name']             = 'Назва країни';
$_['column_iso_code_2']       = 'Код ISO (2)';
$_['column_iso_code_3']       = 'Код ISO (3)';
$_['column_action']           = 'Дія';

// Entry
$_['entry_name']              = 'Назва країни';
$_['entry_iso_code_2']        = 'Код ISO (2)';
$_['entry_iso_code_3']        = 'Код ISO (3)';
$_['entry_address_format']    = 'Формат адреси';
$_['entry_postcode_required'] = 'Потрібен поштовий індекс';
$_['entry_status']            = 'Стан';

// Help
$_['help_address_format']     = 'Ім\'я = {firstname} < br / > Прізвище = {lastname} < br / > Компанія = {company} < br / > Адреса 1 = {address_1} < br / > Адреса 2 = {address_2} < br / > Місто = {city} < br / > Поштовий індекс = {postcode} < br / > Зона = {zone} < br / > Код зони = {zone_code} < br / > Країна = {country}';

// Error
$_['error_permission']        = 'Попередження: Ви не маєте дозволу на змінення країн!';
$_['error_name']              = 'Назва країни повинна мати від 3 до 128 символів!';
$_['error_default']           = 'Попередження: Цю країну не можна видалити, в даний час вона країна магазину за замовчуванням!';
$_['error_store']             = 'Попередження: Цю країну видалити не можна, оскільки вона наразі використовується для %s магазину!';
$_['error_address']           = 'Попередження: Цю країну не можна видалити, оскільки вона в даний час призначена на %s адресну книгу!';
$_['error_affiliate']         = 'Попередження: Цю країну видалити не можна, оскільки вона наразі використовується для %s філій!';
$_['error_zone']              = 'Попередження: Цю країну видалити не можна, оскільки вона наразі використовується для %s зон!';
$_['error_zone_to_geo_zone']  = 'Попередження: Цю країну видалити не можна, оскільки вона наразі використовується для %s Гео-зон!';