<?php
// Heading
$_['heading_title']        = 'Вид валюти';

// Text
$_['text_success']         = 'Успіх: Види валют змінено!';
$_['text_list']            = 'Список грошових одиниць';
$_['text_add']             = 'Додати валюту';
$_['text_edit']            = 'Змінити валюту';

// Column
$_['column_title']         = 'Назва грошової одиниці';
$_['column_code']          = 'Код';
$_['column_value']         = 'Значення';
$_['column_date_modified'] = 'Останнє оновлення';
$_['column_action']        = 'Дія';

// Entry
$_['entry_title']          = 'Назва грошової одиниці';
$_['entry_code']           = 'Код';
$_['entry_value']          = 'Значення';
$_['entry_symbol_left']    = 'Символ ліворуч';
$_['entry_symbol_right']   = 'Символ праворуч';
$_['entry_decimal_place']  = 'Десяткові розряди';
$_['entry_status']         = 'Стан';

// Help
$_['help_code']            = 'Не змінюється, якщо це валюта за замовчуванням. Має бути припустимий <a href="http://www.xe.com/iso4217.php" target="_blank"> код ISO</a>.';
$_['help_value']           = 'Значення 1.00000, якщо це валюта за замовчуванням.';

// Error
$_['error_permission']     = 'Увага: Не має дозволу на зміну валюти!';
$_['error_title']          = 'Назва грошової одиниці має містити від 3 до 32 символів!';
$_['error_code']           = 'Код грошової одиниці має містити 3 символа!';
$_['error_default']        = 'Увага: Цю валюту не вдалося видалити так як вона в даний час призначена валютою магазину за замовчуванням!';
$_['error_store']          = 'Попередження: Цю валюту видалити не можна, оскільки вона наразі використовується для %s магазину!';
$_['error_order']          = 'Попередження: Цю валюту видалити не можна, оскільки вона наразі використовується для %s замовлень!';