<?php
// Heading
$_['heading_title']      = 'Гео-зони';

// Text
$_['text_success']       = 'Успіх: Гео-зони змінено!';
$_['text_list']          = 'Список гео-зон';
$_['text_add']           = 'Додати гео-зону';
$_['text_edit']          = 'Редагувати гео-зону';

// Column
$_['column_name']        = 'Назва гео-зони';
$_['column_description'] = 'Опис';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва гео-зони';
$_['entry_description']  = 'Опис';
$_['entry_country']      = 'Країна';
$_['entry_zone']         = 'Зона / область';

// Error
$_['error_permission']   = 'Попередження: У вас нема дозволу на зміну гео-зон!';
$_['error_name']         = 'Назва гео-зони має містити від 3 до 32 символів!';
$_['error_description']  = 'Опис назви має містити від 3 до 255 символів!';
$_['error_tax_rate']     = 'Попередження: Зазначену гео-зону не можна видалити, наразі її призначено для однієї або декількох податкових ставок!';