<?php
// Heading
$_['heading_title']     = 'Мови';

// Text
$_['text_success']      = 'Успіх: Мови змінено!';
$_['text_list']         = 'Список мов';
$_['text_add']          = 'Додати мову';
$_['text_edit']         = 'Змінити мову';

// Column
$_['column_name']       = 'Назва мови';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва мови';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Кодування';
$_['entry_image']       = 'Зображення';
$_['entry_directory']   = 'Каталог';
$_['entry_filename']    = 'Назва файлу';
$_['entry_status']      = 'Стан';
$_['entry_sort_order']  = 'Порядок сортування';

// Help
$_['help_code']         = 'Приклад: uk. Не змінюються, якщо це мова за умовчанням.';
$_['help_locale']       = 'Приклад: uk.UTF-8,uk,uk-ua,uk_ua,ukrainian';
$_['help_image']        = 'Приклад: ua.png';
$_['help_directory']    = 'Назва каталогу мови (з урахуванням регістру)';
$_['help_filename']     = 'Назва файлу основної мови, без розширення';
$_['help_status']       = 'Відображення/приховування у випадаючому списку мов';

// Error
$_['error_permission']  = 'Попередження: У Вас немає дозволу на змінення мов!';
$_['error_name']        = 'Назва має містити від 3 до 32 символів!';
$_['error_code']        = 'Мовний код має принаймні 2 символи!';
$_['error_locale']      = 'Потребує кодування!';
$_['error_image']       = 'Ім\'я файлу зображення має містити від 3 до 64 символів!';
$_['error_directory']   = 'Потребує каталогу!';
$_['error_filename']    = 'Назва файлу має містити від 3 до 64 символів!';
$_['error_default']     = 'Попередження: Цю мову не вдалося видалити так як в даний час вона призначена як мова магазину за замовчуванням!';
$_['error_admin']       = 'Попередження: Цю мову не можна видалити, вона в даний час встановлена мовою адміністративної частини сайту!';
$_['error_store']       = 'Попередження: Цю мову видалити не можна, оскільки вона наразі використовується для %s магазину!';
$_['error_order']       = 'Попередження: Цю мову видалити не можна, оскільки вона наразі використовується для %s замовлень!';