<?php
// Heading
$_['heading_title']    = 'Класи довжини';

// Text
$_['text_success']     = 'Успіх: Класи довжини змінено!';
$_['text_list']        = 'Список класу довжин';
$_['text_add']         = 'Додати клас довжини';
$_['text_edit']        = 'Змінити клас довжини';

// Column
$_['column_title']     = 'Назва довжини';
$_['column_unit']      = 'Одиниця довжини';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_title']      = 'Назва довжини';
$_['entry_unit']       = 'Одиниця довжини';
$_['entry_value']      = 'Значення';

// Help
$_['help_value']       = 'Значення 1.00000, якщо це довжина за замовчуванням.';

// Error
$_['error_permission'] = 'Попередження: Не має дозволу на зміни класів довжини!';
$_['error_title']      = 'Заголовок довжини повинен містити від 3 до 32 символів!';
$_['error_unit']       = 'Довжина має містити від 1 до 4 символів!';
$_['error_default']    = 'Попередження: Цей клас довжин не вдалося видалити так як в даний час він призначений як клас довжини магазину за замовчуванням!';
$_['error_product']    = 'Попередження: Цей клас довжини не можна видалити, він в даний час призначений на %s товари!';