<?php
// Heading
$_['heading_title']    = 'Розташування магазину';

// Text
$_['text_success']     = 'Успіх: Змінено розташування магазину!';
$_['text_list']        = 'Список розташувань магазину';
$_['text_add']         = 'Додати розташування магазину';
$_['text_edit']        = 'Змінити розташування магазину';
$_['text_default']     = 'За замовчуванням';
$_['text_time']        = 'Час роботи';
$_['text_geocode']     = 'Геокод не вдалося змінити з наступної причини:';

// Column
$_['column_name']      = 'Назва магазину';
$_['column_address']   = 'Адреса';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва магазину';
$_['entry_address']    = 'Адреса';
$_['entry_geocode']    = 'Геокод';
$_['entry_telephone']  = 'Телефон';
$_['entry_fax']        = 'Факс';
$_['entry_image']      = 'Зображення';
$_['entry_open']       = 'Час роботи';
$_['entry_comment']    = 'Коментар';

// Help
$_['help_geocode']     = 'Будь ласка введіть вручну геокод місцезнаходження вашого магазину.';
$_['help_open']        = 'Заповніть години роботи вашого магазину.';
$_['help_comment']     = 'Це поле призначене для будь-яких спеціальних відміток, про які б ви хотіли повідомити клієнту тобто магазин не приймає чеки.';

// Error
$_['error_permission'] = 'Попередження: Ви не маєте дозволу змінювати розташування магазину!';
$_['error_name']       = 'Назва магазину має містити принаймні один символ!';
$_['error_address']    = 'Адреса має містити від 3 до 128 символів!';
$_['error_telephone']  = 'Телефон має бути від 3 до 32 символів!';