<?php
// Heading
$_['heading_title']    = 'Стан замовлень';

// Text
$_['text_success']     = 'Успіх: Стан замовлень змінено!';
$_['text_list']        = 'Список стану замовлень';
$_['text_add']         = 'Додати стан замовленню';
$_['text_edit']        = 'Змінити стан замовлення';

// Column
$_['column_name']      = 'Назва стану замовлення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва стану замовлення';

// Error
$_['error_permission'] = 'Попередження: Ви не маєте дозволу на зміну стану замовлень!';
$_['error_name']       = 'Назва стану замовлення має містити від 3 до 32 символів!';
$_['error_default']    = 'Попередження: Цей стан видалити не можна, він в даний час призначений станом замовлень магазину за замовченням!';
$_['error_download']   = 'Попередження: Цей стан видалити не можна, він в даний час призначений станом завантажень за замовченням!';
$_['error_store']      = 'Попередження: Цей стан замовлень не можна видалити, він в даний час встановлений в %s магазинах!';
$_['error_order']      = 'Попередження: Цей стан замовлень не можна видалити, він в даний час встановлений в %s замовленнях!';