<?php
// Heading
$_['heading_title']    = 'Причина повернення';

// Text
$_['text_success']     = 'Успіх: Причини повернення змінено!';
$_['text_list']        = 'Список причин повернення';
$_['text_add']         = 'Додати причину повернення';
$_['text_edit']        = 'Редагувати причину повернення';

// Column
$_['column_name']      = 'Назва причини повернення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва причини повернення';

// Error
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну причин повернення!';
$_['error_name']       = 'Назва причини повернення має містити від 3 до 128 символів!';
$_['error_return']     = 'Увага: Цю причину повернення не вдалося видалити бо вона наразі призначена %s поверненим товарам!';