<?php
// Heading
$_['heading_title']    = 'Стан повернення';

// Text
$_['text_success']     = 'Успіх: Стани повернення змінено!';
$_['text_list']        = 'Список станів повернення';
$_['text_add']         = 'Додати стан повернення';
$_['text_edit']        = 'Змінити стан повернення';

// Column
$_['column_name']      = 'Назва стану повернення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва стану повернення';

// Error
$_['error_permission'] = 'Попередження: Ви не маєте дозволу на зміну стану повернень!';
$_['error_name']       = 'Назва стану повернення має містити від 3 до 32 символів!';
$_['error_default']    = 'Попередження: Цей стан повернення видалити не можна, так як він в даний час обраний станом повернення за замовчуванням!';
$_['error_return']     = 'Попередження: Цей стан повернення видалити не можна, оскільки він наразі призначений %s поверненням!';