<?php
// Heading
$_['heading_title']    = 'Операції повернення';

// Text
$_['text_success']     = 'Успіх: Операції повернення змінено!';
$_['text_list']        = 'Список операцій повернення';
$_['text_add']         = 'Додати операцію повернення';
$_['text_edit']        = 'Редагувати операцію повернення';

// Column
$_['column_name']      = 'Назва операції повернення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва операції повернення';

// Error
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну операцій повернення!';
$_['error_name']       = 'Назва операції повернення повинна містити від 3 до 64 символів!';
$_['error_return']     = 'Увага: Цю операцію повернення не вдалося видалити бо вона наразі призначена %s поверненим товарам!';