<?php
// Heading
$_['heading_title']    = 'Стан складу';

// Text
$_['text_success']     = 'Успіх: Стан складу змінено!';
$_['text_list']        = 'Список стану складу';
$_['text_add']         = 'Додати стан складу';
$_['text_edit']        = 'Змінити стан складу';

// Column
$_['column_name']      = 'Назва складського стану';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва складського стану';

// Error
$_['error_permission'] = 'Попередження: Ви не маєте дозволу на зміну стану складу!';
$_['error_name']       = 'Назва складського стану має містити від 3 до 32 символів!';
$_['error_product']    = 'Попередження: Цей стан складу видалити не можна, оскільки він наразі призначений %s товарам!';