<?php
// Heading
$_['heading_title']     = 'Класи податків';

// Text
$_['text_success']      = 'Успіх: Податкові класи змінено!';
$_['text_list']         = 'Список податкових класів';
$_['text_add']          = 'Додати податковий клас';
$_['text_edit']         = 'Редагувати податковий клас';
$_['text_shipping']     = 'Адреса доставки';
$_['text_payment']      = 'Адреса платника';
$_['text_store']        = 'Зберегти адресу';

// Column
$_['column_title']      = 'Назва класу податків';
$_['column_action']     = 'Дія';

// Entry
$_['entry_title']       = 'Назва класу податків';
$_['entry_description'] = 'Опис';
$_['entry_rate']        = 'Податкова ставка';
$_['entry_based']       = 'На основі';
$_['entry_geo_zone']    = 'Геозона';
$_['entry_priority']    = 'Пріритет';

// Error
$_['error_permission']  = 'Попередження: Не має дозволу на зміну податкових класів!';
$_['error_title']       = 'Назва класу податку має містити від 3 до 32 символів!';
$_['error_description'] = 'Опис має містити від 3 до 255 символів!';
$_['error_product']     = 'Попередження: Цей клас податку не можна видалити, він в даний час призначений на %s товари!';