<?php
// Heading
$_['heading_title']        = 'Податкові ставки';

// Text
$_['text_success']         = 'Успіх: Податкові ставки змінено!';
$_['text_list']            = 'Список податкових ставок';
$_['text_add']             = 'Додати податкову ставку';
$_['text_edit']            = 'Змінити податкову ставку';
$_['text_percent']         = 'Відсоток';
$_['text_amount']          = 'Фіксована сума';

// Column
$_['column_name']          = 'Назва податку';
$_['column_rate']          = 'Податкова ставка';
$_['column_type']          = 'Тип';
$_['column_geo_zone']      = 'Геозона';
$_['column_date_added']    = 'Дата додавання';
$_['column_date_modified'] = 'Дата змінення';
$_['column_action']        = 'Дія';

// Entry
$_['entry_name']           = 'Назва податку';
$_['entry_rate']           = 'Податкова ставка';
$_['entry_type']           = 'Тип';
$_['entry_customer_group'] = 'Групи клієнтів';
$_['entry_geo_zone']       = 'Геозона';

// Error
$_['error_permission']     = 'Попередження: Не має дозволу на зміну податкових ставок!';
$_['error_tax_rule']       = 'Попередження: Цю податкову ставку видалити не можна, оскільки вона наразі призначена %s податковим класам!';
$_['error_name']           = 'Назва податку має містити від 1 до 32 символів!';
$_['error_rate']           = 'Потребує податкової ставки!';