<?php
// Heading
$_['heading_title']    = 'Класи ваги';

// Text
$_['text_success']     = 'Успіх: Класи ваги змінено!';
$_['text_list']        = 'Список класів ваги';
$_['text_add']         = 'Додати клас ваги';
$_['text_edit']        = 'Змінити клас ваги';

// Column
$_['column_title']     = 'Назва ваги';
$_['column_unit']      = 'Одиниця ваги';
$_['column_value']     = 'Значення';
$_['column_action']    = 'Дія';

// Entry
$_['entry_title']      = 'Назва ваги';
$_['entry_unit']       = 'Одиниця ваги';
$_['entry_value']      = 'Значення';

// Help
$_['help_value']       = 'Значення 1.00000, якщо це вага за замовчуванням.';

// Error
$_['error_permission'] = 'Попередження: Не має дозволу на зміни класів ваги!';
$_['error_title']      = 'Назва ваги повинна містити від 3 до 32 символів!';
$_['error_unit']       = 'Вага має містити від 1 до 4 символів!';
$_['error_default']    = 'Попередження: Цей клас ваги не вдалося видалити так як в даний час він призначений як клас ваги магазину за замовчуванням!';
$_['error_product']    = 'Попередження: Цей клас ваги не можна видалити, він в даний час призначений на %s товари!';