<?php
// Heading
$_['heading_title']          = 'Зони';

// Text
$_['text_success']           = 'Успіх: Зони змінено!';
$_['text_list']              = 'Список зон';
$_['text_add']               = 'Додати зону';
$_['text_edit']              = 'Редагування зони';

// Column
$_['column_name']            = 'Назва зони';
$_['column_code']            = 'Код зони';
$_['column_country']         = 'Країна';
$_['column_action']          = 'Дія';

// Entry
$_['entry_status']           = 'Стан зони';
$_['entry_name']             = 'Назва зони';
$_['entry_code']             = 'Код зони';
$_['entry_country']          = 'Країна';

// Error
$_['error_permission']       = 'Попередження: У вас нема дозволу на зміну геозон!';
$_['error_name']             = 'Назва зони повинна містити від 3 до 128 символів!';
$_['error_default']          = 'Попередження: Цю зону не вдалося видалити бо в даний час вона призначена як стандартна зона магазину!';
$_['error_store']            = 'Попередження: Цю зону видалити не можна, оскільки вона наразі використовується для %s магазину!';
$_['error_address']          = 'Попередження: Цю зону не можна видалити, оскільки вона в даний час призначена на %s адресну книгу!';
$_['error_affiliate']        = 'Попередження: Цю зону видалити не можна, оскільки вона наразі використовується для %s філій!';
$_['error_zone_to_geo_zone'] = 'Попередження: Цю зону видалити не можна, оскільки вона наразі використовується для %s геозон!';