<?php
// Heading
$_['heading_title']			= 'Профили периодических платежей';

// Text
$_['text_success']          = 'Успех: Вы изменили профили периодических платежей!';
$_['text_list']             = 'Список Профилей периодических платежей';
$_['text_add']              = 'Добавление профиля периодических платежей';
$_['text_edit']             = 'Редактировать профиль периодических платежей';
$_['text_day']				= 'дней';
$_['text_week']				= 'Неделя';
$_['text_semi_month']		= 'Половина месяца';
$_['text_month']			= 'Месяц';
$_['text_year']				= 'Год';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i>Периодические платежи вычисляются по частоте и циклам.</p><p>Например, если вы используете частоту «неделя» и цикл «2», то пользователю будет выставлен счет каждые 2 недели.</p><p>Продолжительность — количество раз, которое пользователь будет платить, установите это значение 0, если вы хотите, чтобы счета выставлялись до тех пор, пока они не будут отменены.</p>';
$_['text_profile']			= 'Профиль периодических платежей';
$_['text_trial']			= 'Trial профиль';

// Entry
$_['entry_name']			= 'Название';
$_['entry_price']			= 'Цена';
$_['entry_duration']		= 'Длительность';
$_['entry_cycle']			= 'Цикл';
$_['entry_frequency']		= 'Частота';
$_['entry_trial_price']		= 'Trial цена';
$_['entry_trial_duration']	= 'Trial срок';
$_['entry_trial_status']	= 'Trial статус';
$_['entry_trial_cycle']	    = 'Trial цикл';
$_['entry_trial_frequency']	= 'Trial частота';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Порядок сортировки';

// Column
$_['column_name']			= 'Название';
$_['column_sort_order']	    = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Error
$_['error_warning']         = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']		= 'Внимание: Вы не имеете разрешения на изменение профилей периодических платежей!';
$_['error_name']			= 'Название должно быть больше чем 3 и меньше 255 символов!';
$_['error_product']			= 'Предупреждение: Этот профилей периодических платежей нельзя удалить, поскольку он в настоящее время назначен для %s продуктов!';