<?php
// Heading
$_['heading_title']    = 'Оплата доставки за вагаю';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Успіх: Змінено оплату доставки за вагою!';
$_['text_edit']        = 'Змінити оплату доставки за вагаю';

// Entry
$_['entry_rate']       = 'Ставки';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_geo_zone']   = 'Геозона';
$_['entry_status']     = 'Стан';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_rate']        = 'Приклад: 5:10. 00, 7:12.00 вага: вартість, вага: вартість, і т. д..';

// Error
$_['error_permission'] = 'Попередження: Нема дозволу на зміну оплати доставки за вагою!';