<?php
// Heading
$_['heading_title']        = 'Розширення для установки';

// Text
$_['text_success']         = 'Успіх: Ви становили розширення!';
$_['text_unzip']           = 'Розпакування файлів!';
$_['text_ftp']             = 'Копіювання файлів!';
$_['text_sql']             = 'Запущено SQL!';
$_['text_xml']             = 'Застосування змін!';
$_['text_php']             = 'Запуск PHP!';
$_['text_remove']          = 'Видалення тимчасових файлів!';
$_['text_clear']           = 'Успіх: Ви видилили всі тимчасові файли!';

// Entry
$_['entry_upload']         = 'Завантажити файли';
$_['entry_overwrite']      = 'Файли, які будуть перезаписані';
$_['entry_progress']       = 'Прогрес';

// Help
$_['help_upload']          = 'Вимагає модифікації файлу з розширенням «. ocmod.zip "або". ocmod.xml ".';

// Error
$_['error_permission']     = 'Попередження: У Вас немає дозволу на змінення розширення!';
$_['error_temporary']      = 'Увага: Є деякі тимчасові файли, які вимагають видалення. Натисніть кнопку Очистити ", щоб видалити їх!';
$_['error_upload']         = 'Не вдалося передати файл!';
$_['error_filetype']       = 'Тип файлу неприпустимий!';
$_['error_file']           = 'Файл не знайдено!';
$_['error_unzip']          = 'Не вдалося відкрити файл ZIP!';
$_['error_directory']      = 'Каталог, що містить файли для передавання не знайдено!';
$_['error_ftp_status']     = 'FTP-повинна бути включена в настройках';
$_['error_ftp_connection'] = 'Не вдалося підключитися як %s:%s';
$_['error_ftp_login']      = 'Не можна  увійти як %s';
$_['error_ftp_root']       = 'Не вдалося установити кореневого каталогу як %s';
$_['error_ftp_directory']  = 'Не можна змінити каталог %s';
$_['error_ftp_file']       = 'Не вдалося передати файл %s';
