<?php
// Heading
$_['heading_title']     = 'Модифікації';

// Text
$_['text_success']      = 'Успіх: Змінено модифікації!';
$_['text_refresh']      = 'Всякий раз, коли ви вмикаєте, вимикнаєте або видаляєте модифікації вам потрібно натиснути кнопку оновлення, щоб оновити кеш модифікації!';
$_['text_list']         = 'Список модифікацій';

// Column
$_['column_name']       = 'Назва модифікації';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версія';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Error
$_['error_permission']  = 'Попередження: У Вас немає дозволу на змінення модифікацій!';