<?php
// Heading
$_['heading_title']     = 'Групи клієнтів';

// Text
$_['text_success']      = 'Успіх: Групи користувачів змінено!';
$_['text_list']         = 'Список групи користувачів';
$_['text_add']          = 'Додати групу користувачів';
$_['text_edit']         = 'Змінити групу користувачів';

// Column
$_['column_name']       = 'Назва групи користувачів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи користувачів';
$_['entry_description'] = 'Опис';
$_['entry_approval']    = 'Затвердити нових користувачів';
$_['entry_sort_order']  = 'Порядок сортування';

// Help
$_['help_approval']     = 'Користувачі повинні бути схвалені адміністратором, перш ніж вони зможуть увійти.';

// Error
$_['error_permission']   = 'Попередження: У вас немає дозволу на змінення груп користувачів!';
$_['error_name']         = 'Назва групи користувачів має містити від 3 до 32 символів!';
$_['error_default']      = 'Попередження: Цього користувача не можна видалити, так як він в даний час призначений групі користувачів магазину за замовчуванням!';
$_['error_store']        = 'Увага: Цю групу користувачів видалити не можна, бо вона в даний час призначена користувачам %s!';
$_['error_customer']     = 'Увага: Цю групу користувачів видалити не можна, бо вона в даний час призначена користувачам %s!';