<?php
// Heading
$_['heading_title']         = 'Користувачі';

// Text
$_['text_success']          = 'Успіх: Користувачів змінено!';
$_['text_list']             = 'Список користувачів';
$_['text_add']              = 'Додати користувача';
$_['text_edit']             = 'Змінити користувача';
$_['text_default']          = 'За замовчуванням';
$_['text_balance']          = 'Баланс';
$_['text_add_ban_ip']       = 'Додати заборонений IP';
$_['text_remove_ban_ip']    = 'Видалити заборонений IP';

// Column
$_['column_name']           = 'Ім\'я користувача';
$_['column_email']          = 'Електронна пошта';
$_['column_customer_group'] = 'Група користувача';
$_['column_status']         = 'Стан';
$_['column_date_added']     = 'Дата додавання';
$_['column_comment']        = 'Коментар';
$_['column_description']    = 'Опис';
$_['column_amount']         = 'Сума';
$_['column_points']         = 'Бали';
$_['column_ip']             = 'IP';
$_['column_total']          = 'Всього облікових записів';
$_['column_action']         = 'Дія';

// Entry
$_['entry_customer_group']  = 'Група користувача';
$_['entry_firstname']       = 'Ім\'я';
$_['entry_lastname']        = 'Прізвище';
$_['entry_email']           = 'Електронна пошта';
$_['entry_telephone']       = 'Телефон';
$_['entry_fax']             = 'Факс';
$_['entry_newsletter']      = 'Стрічка новин';
$_['entry_status']          = 'Стан';
$_['entry_safe']            = 'Безпечний';
$_['entry_password']        = 'Пароль';
$_['entry_confirm']         = 'Підтвердити';
$_['entry_company']         = 'Компанія';
$_['entry_address_1']       = 'Адреса 1';
$_['entry_address_2']       = 'Адреса 2';
$_['entry_city']            = 'Місто';
$_['entry_postcode']        = 'Поштовий індекс';
$_['entry_country']         = 'Країна';
$_['entry_zone']            = 'Регіон / область';
$_['entry_default']         = 'Адреса за замовченням';
$_['entry_comment']         = 'Коментар';
$_['entry_description']     = 'Опис';
$_['entry_amount']          = 'Сума';
$_['entry_points']          = 'Бали';
$_['entry_name']            = 'Ім\'я користувача';
$_['entry_approved']        = 'Затверджено';
$_['entry_ip']              = 'IP';
$_['entry_date_added']      = 'Дата додавання';

// Help
$_['help_safe']             = 'Встановіть значення на "істина", щоб уникнути можливості цього клієнта бути спійманим системою по боротьбі шахрайством';
$_['help_points']           = 'За допомогою мінуса видаляйте бали';

// Error
$_['error_warning']         = 'Увага: Будь ласка, перевірте форму уважно на наявність помилок!';
$_['error_permission']      = 'Попередження: У Вас немає дозволу на змінення користувачів!';
$_['error_exists']          = 'Попередження: дана адреса електронної пошти вже зареєстрована!';
$_['error_firstname']       = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище має містити від 1 до 32 символів!';
$_['error_email']           = 'Вказана адреса електронної пошти неправильна!';
$_['error_telephone']       = 'Телефон має бути від 3 до 32 символів!';
$_['error_password']        = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm']         = 'Пароль і підтвердження пароля не співпадають!';
$_['error_address_1']       = 'Адреса 1 має містити від 3 до 128 символів!';
$_['error_city']            = 'Назва міста має містити від 2 до 128 символів!';
$_['error_postcode']        = 'Поштовий індекс має містити від 2 до 10 символів для цієї країни!';
$_['error_country']         = 'Будь ласка, оберіть країну!';
$_['error_zone']            = 'Будь ласка, оберіть область / штат!';
$_['error_custom_field']    = '%s необхідно!';
$_['error_comment']         = 'Ви повинні ввести коментар!';