<?php
// Heading
$_['heading_title']         = 'Настроювані поля';

// Text
$_['text_success']          = 'Успіх: Настроюванні поля змінено!';
$_['text_list']             = 'Список настроюваних полів';
$_['text_add']              = 'Додати кастомне поле';
$_['text_edit']             = 'Змінити настроюване поле';
$_['text_choose']           = 'Вибрати';
$_['text_select']           = 'Вибрати';
$_['text_radio']            = 'Радіо';
$_['text_checkbox']         = 'Прапорець';
$_['text_input']            = 'Введення';
$_['text_text']             = 'Текст';
$_['text_textarea']         = 'Текстове поле';
$_['text_file']             = 'Файл';
$_['text_date']             = 'Дата';
$_['text_datetime']         = 'Дата і час';
$_['text_time']             = 'Час';
$_['text_account']          = 'Обліковий запис';
$_['text_address']          = 'Адреса';

// Column
$_['column_name']           = 'Назва настроюваного поля';
$_['column_location']       = 'Місцезнаходження';
$_['column_type']           = 'Тип';
$_['column_sort_order']     = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Entry
$_['entry_name']            = 'Назва настроюваного поля';
$_['entry_location']        = 'Місцезнаходження';
$_['entry_type']            = 'Тип';
$_['entry_value']           = 'Значення';
$_['entry_custom_value']    = 'Назва значення настроюваного поля';
$_['entry_customer_group']  = 'Група користувачів';
$_['entry_required']        = 'Обов’язково';
$_['entry_status']          = 'Стан';
$_['entry_sort_order']      = 'Порядок сортування';

// Help
$_['help_sort_order']       = 'Використовуйте мінус щоб рахувати в зворотному порядку від останнього поля в наборі.';

// Error
$_['error_permission']      = 'Попередження: У Вас немає дозволу на змінення настроюваних полів!';
$_['error_name']            = 'Ім\'я настроюваного поля має містити від 1 до 128 символів!';
$_['error_type']            = 'Попередження: Значення настроюваного поля обов\'язкове!';
$_['error_custom_value']    = 'Назва значення величини має бути від 1 до 128 символів!';