<?php
// Heading
$_['heading_title']     = 'Подарункові ваучери';

// Text
$_['text_success']      = 'Успіх: Ваучери змінено!';
$_['text_list']         = 'Список подарункових ваучерів';
$_['text_add']          = 'Додати подарунковий ваучер';
$_['text_edit']         = 'Змінити подарунковий ваучер';
$_['text_sent']         = 'Успіх: Подарунковий ваучер було надіслано електронною поштою!';

// Column
$_['column_name']       = 'Назва ваучера';
$_['column_code']       = 'Код';
$_['column_from']       = 'Від';
$_['column_to']         = 'До';
$_['column_theme']      = 'Тема';
$_['column_amount']     = 'Сума';
$_['column_status']     = 'Стан';
$_['column_order_id']   = 'КОД замовлення';
$_['column_customer']   = 'Користувач';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_code']        = 'Код';
$_['entry_from_name']   = 'Від імені';
$_['entry_from_email']  = 'З електронної пошти';
$_['entry_to_name']     = 'На ім\'я';
$_['entry_to_email']    = 'На електронну пошту';
$_['entry_theme']       = 'Тема';
$_['entry_message']     = 'Повідомлення';
$_['entry_amount']      = 'Сума';
$_['entry_status']      = 'Стан';

// Help
$_['help_code']         = 'Для активації ваучера користувач вводить код.';

// Error
$_['error_selection']   = 'Попередження: Ваучери не обрано!';
$_['error_permission']  = 'Попередження: У Вас немає дозволу на змінену ваучерів!';
$_['error_exists']      = 'Попередження: Код ваучера вже використовується!';
$_['error_code']        = 'Код має містити від 3 до 10 символів!';
$_['error_to_name']     = 'Ім\'я одержувача має бути від 1 до 64 символів!';
$_['error_from_name']   = 'Ваше ім\'я має містити від 1 до 64 символів!';
$_['error_email']       = 'Вказана адреса електронної пошти неправильна!';
$_['error_amount']      = 'Сума повинна бути більшою або дорівнювати 1!';
$_['error_order']       = 'Попередження: Цей ваучер видалити не можна, так як він є частиною <a href="%s"> замовлення</a>!';