<?php
// Heading
$_['heading_title']     = 'Теми ваучерів';

// Text
$_['text_success']      = 'Успіх: Теми ваучерів змінено!';
$_['text_list']         = 'Список ваучерів теми';
$_['text_add']          = 'Додати тему ваучера';
$_['text_edit']         = 'Змінити тему ваучера';

// Column
$_['column_name']       = 'Назва теми ваучера';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва теми ваучера';
$_['entry_description'] = 'Опис теми ваучера';
$_['entry_image']       = 'Зображення';

// Error
$_['error_permission']  = 'Попередження: У Вас немає дозволу на зміну тем ваучерів!';
$_['error_name']        = 'Назва теми ваучера має містити від 3 до 32 символів!';
$_['error_image']       = 'Потрібно зображення!';
$_['error_voucher']     = 'Попередження: Цю тему ваучерів не вдалося видалити бо наразі її призначено %s ваучерам!';