<?php
// Heading
$_['heading_title']       = 'Схемы';

// Text
$_['text_success']        = 'Поздравляем: Вы изменили схемы!';
$_['text_list']           = 'Список схем';
$_['text_add']            = 'Добавление схемы';
$_['text_edit']           = 'Редактирование схемы';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Содержание Верх';
$_['text_content_bottom'] = 'Содержание Низ';
$_['text_column_left']    = 'Колонка слева';
$_['text_column_right']   = 'Колонка справа';

// Column
$_['column_name']         = 'Имя макета';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Имя схемы';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';
$_['entry_position']      = 'Позиция';
$_['entry_sort_order']    = 'Порядок сортировки';

// Error
$_['error_permission']    = 'Внимание: У вас нет разрешения на изменение схем!';
$_['error_name']          = 'Имя схемы должно быть от 3 до 64 символов!';
$_['error_default']       = 'Предупреждение: Эту схему нельзя удалить, поскольку он в настоящее время назначен как макет магазина по умолчанию!';
$_['error_store']         = 'Предупреждение: Эту схему нельзя удалить, поскольку она в настоящее время назначена для %s магазина!';
$_['error_product']       = 'Предупреждение: Эту схему нельзя удалить, поскольку она в настоящее время назначена для %s продуктов!';
$_['error_category']      = 'Предупреждение: Эту схему нельзя удалить, поскольку она в настоящее время назначена для %s категорий!';
$_['error_information']   = 'Предупреждение: Эту схему нельзя удалить, поскольку она в настоящее время назначена для %s информационных страниц!';