<?php
// Heading
$_['heading_title']    = 'Отчет о просмотренных товарах';

// Text
$_['text_list']        = 'Список просмотренных товаров';
$_['text_success']     = 'Успешно: Вы очистили отчет о просмотренных товарах!';

// Column
$_['column_name']      = 'Название товара';
$_['column_model']     = 'Модель';
$_['column_viewed']    = 'Просмотрено';
$_['column_percent']   = 'Процент';

// Error
$_['error_permission'] = 'Внимание: У Вас недостаточно прав для очистки отчета о просмотренных товарах!';