<?php
// Heading
$_['heading_title']     = 'За единицу товара';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Успех:вы изменили доставку за каждый предмет!';
$_['text_edit']        = 'Изменить доставку за каждый предмет';

// Entry
$_['entry_cost']       = 'Стоимость';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_geo_zone']   = 'Геозона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Error
$_['error_permission'] = 'Внимание: вы не иметь разрешения на изменение доставки за единицу товара!';