<?php
// Heading
$_['heading_title']    = 'Доставка на основе веса';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Готово: вы изменили доставку по весу!';
$_['text_edit']        = 'Изменить доставку по весу';

// Entry
$_['entry_rate']       = 'Тарифы';
$_['entry_tax_class']  = 'Класс налога';
$_['entry_geo_zone']   = 'Геозона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_rate']        = 'Пример: 5:10. 00, 7:12.00 вес: стоимость, вес: стоимость, и т.д..';

// Error
$_['error_permission'] = 'Внимание: вы не имеете прав доступа для изменения доставки по весу!';