<?php
// Heading
$_['heading_title']                = 'Вхід до облікового запису';

// Text
$_['text_account']                 = 'Обліковий запис';
$_['text_login']                   = 'Увійти';
$_['text_new_customer']            = 'Новий користувач';
$_['text_register']                = 'Зареєструвати обліковий запис';
$_['text_register_account']        = 'Створюючи обліковий запис Ви зможете купляти швидше, бути в курсі про статус замовлення і відслідковувати замовлення, раніше зроблені вами.';
$_['text_returning_customer']      = 'Зареєстрований користувач';
$_['text_i_am_returning_customer'] = 'Я зареєстрований користувач';
$_['text_forgotten']               = 'Забули пароль';

// Entry
$_['entry_email']                  = 'Адреса електронної пошти';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Попередження: Не співпадають адреса електронної пошти та/або пароль.';
$_['error_attempts']               = 'Попередження: Для Вашого облікового запису перевищено дозволену кількість спроб входу. Будь ласка, спробуйте ще раз протягом 1 години.';
$_['error_approved']               = 'Попередження: Ваш обліковий запис потребує затвердження, перш ніж ви зможете увійти.';