<?php
// Heading
$_['heading_title']       = 'Купони';

// Text
$_['text_success']        = 'Успіх: Купони змінено!';
$_['text_list']           = 'Список купонів';
$_['text_add']            = 'Додати купон';
$_['text_edit']           = 'Редагувати купон';
$_['text_percent']        = 'Відсоток';
$_['text_amount']         = 'Фіксована сума';

// Column
$_['column_name']         = 'Назва купону';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Знижка';
$_['column_date_start']   = 'Дата початку';
$_['column_date_end']     = 'Дата кінця';
$_['column_status']       = 'Стан';
$_['column_order_id']     = 'Ідентифікатор замовлення';
$_['column_customer']     = 'Користувач';
$_['column_amount']       = 'Сума';
$_['column_date_added']   = 'Дата додавання';
$_['column_action']       = 'Дія';

// Entry
$_['entry_name']          = 'Назва купону';
$_['entry_code']          = 'Код';
$_['entry_type']          = 'Тип';
$_['entry_discount']      = 'Знижка';
$_['entry_logged']        = 'Логін користувача';
$_['entry_shipping']      = 'Безкоштовна доставка';
$_['entry_total']         = 'Загальна сума';
$_['entry_category']      = 'Категорія';
$_['entry_product']       = 'Товари';
$_['entry_date_start']    = 'Дата початку';
$_['entry_date_end']      = 'Дата кінця';
$_['entry_uses_total']    = 'Використання з купоном';
$_['entry_uses_customer'] = 'Використання одного клієнта';
$_['entry_status']        = 'Стан';

// Help
$_['help_code']           = 'Код на отримання знижки наданий користувачем.';
$_['help_type']           = 'Відсоток або фіксована сума.';
$_['help_logged']         = 'Користувач має увійти до системи щоб скористатись купоном.';
$_['help_total']          = 'Загальна сума яка має бути досягнута, для активації купону.';
$_['help_category']       = 'Обрати всі товари до вибраної категорії.';
$_['help_product']        = 'Оберіть товари до яких буде застосовуватися купон. Оберіть товари для яких купон застосовуватись не буде, а буде застосовуватись до всього кошика.';
$_['help_uses_total']     = 'Максимальна кількість разів використання купону будь-яким користувачем. Залиште пустим для необмеженого використання';
$_['help_uses_customer']  = 'Максимальна кількість разів використання купону одним користувачем. Залиште пустим для необмеженого використання';

// Error
$_['error_permission']    = 'Увага: Ви не маєте дозволу для змінення купонів!';
$_['error_exists']        = 'Попередження: Код купона вже використовується!';
$_['error_name']          = 'Назва купону повинна містити від 3 до 128 символів!';
$_['error_code']          = 'Код має містити від 3 до 10 символів!';