<?php
// Heading
$_['heading_title']     = 'Відстеження торгівлі';

// Text
$_['text_success']      = 'Успіх: Відстеження торгівлі змінено!';
$_['text_list']         = 'Список відстеження торгівлі';
$_['text_add']          = 'Додати відстеження торгівлі';
$_['text_edit']         = 'Редагувати відстеження торгівлі';

// Column
$_['column_name']       = 'Назва кампанії';
$_['column_code']       = 'Код';
$_['column_clicks']     = 'Натиснення';
$_['column_orders']     = 'Замовлення';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва кампанії';
$_['entry_description'] = 'Опис кампанії';
$_['entry_code']        = 'Код відстеження';
$_['entry_example']     = 'Приклади';
$_['entry_date_added']  = 'Дата додавання';

// Help
$_['help_code']         = 'Код відстеження, що буде застосовуватися для кампанії відстеження торгівлі.';
$_['help_example']      = 'Таким чином система може відстежувати реферали, вам треба додати код відстеження на кінці URL посилання на ваш сайт.';

// Error
$_['error_permission']  = 'Попередження: Ви не маєте дозволу змінювати відстеження торгівлі!';
$_['error_name']        = 'Тривалість кампанії має містити від 1 до 32 символів!';
$_['error_code']        = 'Потрібен код відстеження!';