<?php
// Heading
$_['heading_title']    = 'Оплата за обробку замовлення';

// Text
$_['text_total']       = 'Загально замовлено';
$_['text_success']     = 'Успіх: Загальну оплату за обробку замовлення змінено!';
$_['text_edit']        = 'Змінити загальну оплату за обробку';

// Entry
$_['entry_total']      = 'Замовлення всього';
$_['entry_fee']        = 'Плата';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_status']     = 'Стан';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_total']       = 'Загальне оформлення замовлень має досягти до суми загального замовлення щоб стати активним.';

// Error
$_['error_permission'] = 'Попередження: Не має дозволу змінювати загальну оплату за обробку замовлень!';