<?php
// Heading
$_['heading_title']    = 'Замовлення низької вартості';

// Text
$_['text_total']       = 'Загально замовлено';
$_['text_success']     = 'Успіх: Загальне замовлення низької вартості змінено!';
$_['text_edit']        = 'Змінити загальне замовлення низької вартості';

// Entry
$_['entry_total']      = 'Всього замовлено';
$_['entry_fee']        = 'Плата';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_status']     = 'Стан';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_total']       = 'Загальне оформлення замовлень має досягти до суми загального замовлення щоб стати активним.';

// Error
$_['error_permission'] = 'Попередження: Не має дозволу змінювати загальне замовлення низької вартості!';