<?php
// Heading
$_['heading_title']                    = 'Магазини';

// Text
$_['text_success']                     = 'Успіх: Магазини змінено!';
$_['text_list']                        = 'Список магазинів';
$_['text_add']                         = 'Додати магазин';
$_['text_edit']                        = 'Змінити магазин';
$_['text_items']                       = 'Пункти';
$_['text_tax']                         = 'Податки';
$_['text_account']                     = 'Обліковий запис';
$_['text_checkout']                    = 'Оформити замовлення';
$_['text_stock']                       = 'Склад';
$_['text_shipping']                    = 'Адреса доставки';
$_['text_payment']                     = 'Адреса платника';

// Column
$_['column_name']                      = 'Назва магазину';
$_['column_url']	                   = 'URL магазину';
$_['column_action']                    = 'Дія';

// Entry
$_['entry_url']                        = 'URL магазину';
$_['entry_ssl']                        = 'SSL URL';
$_['entry_name']                       = 'Назва магазину';
$_['entry_owner']                      = 'Власник магазину';
$_['entry_address']                    = 'Адреса';
$_['entry_geocode']                    = 'Геокод';
$_['entry_email']                      = 'Електронна пошта';
$_['entry_telephone']                  = 'Телефон';
$_['entry_fax']                        = 'Факс';
$_['entry_image']                      = 'Зображення';
$_['entry_open']                       = 'Час роботи';
$_['entry_comment']                    = 'Коментар';
$_['entry_location']                   = 'Розташування магазину';
$_['entry_meta_title']                 = 'Мета назва';
$_['entry_meta_description']           = 'Мета-тег опису';
$_['entry_meta_keyword']               = 'Мета-тег ключові слова';
$_['entry_layout']                     = 'Схема за замовчуванням';
$_['entry_template']                   = 'Шаблон';
$_['entry_country']                    = 'Країна';
$_['entry_zone']                       = 'Регіон / область';
$_['entry_language']                   = 'Мова';
$_['entry_currency']                   = 'Валюта';
$_['entry_product_limit'] 	           = 'Елементи на сторінці за замовчуванням (каталог)';
$_['entry_product_description_length'] = 'Список лімітів та обмежень (каталог)';
$_['entry_tax']                        = 'Показувати ціни з податками';
$_['entry_tax_default']                = 'Використовувати адресу магазину для податків';
$_['entry_tax_customer']               = 'Використовувати адресу замовника для податків';
$_['entry_customer_group']             = 'Група клієнтів';
$_['entry_customer_group_display']     = 'Групи клієнтів';
$_['entry_customer_price']             = 'Показувати ціни тільки зареєстрованим користувачам';
$_['entry_account']                    = 'Умови облікового запису';
$_['entry_cart_weight']                = 'Показувати масу на сторінці кошика';
$_['entry_checkout_guest']             = 'Гостьове оформлення замовлення';
$_['entry_checkout']                   = 'Умови оформлення замовлення';
$_['entry_order_status']               = 'Стан замовлення';
$_['entry_stock_display']              = 'Показувати залишок на складі';
$_['entry_stock_checkout']             = 'Стан складу';
$_['entry_logo']                       = 'Логотип магазину';
$_['entry_icon']                       = 'Іконка';
$_['entry_image_category']             = 'Розмір зображення категорії';
$_['entry_image_thumb']                = 'Розмір мініатюри зображення товару';
$_['entry_image_popup']                = 'Розмір вспливаючого зображення товару';
$_['entry_image_product']              = 'Розмір зображення товару у списку';
$_['entry_image_additional']           = 'Розмір додаткового зображення товару';
$_['entry_image_related']              = 'Розміру зображення супутнього товару';
$_['entry_image_compare']              = 'Розмір зображень при порівнянні';
$_['entry_image_wishlist']             = 'Розмір зображення у списку побажань';
$_['entry_image_cart']                 = 'Розмір зображення кошика';
$_['entry_image_location']             = 'Розмір зображення магазину';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';
$_['entry_secure']                     = 'Використовувати SSL';

// Help
$_['help_url']                         = 'Включає повну URL-адресу, вашого магазину. Не забудьте додати \'/\' в кінці. Приклад: http://www.yourdomain.com/path/ < br / > < br / > Не використовуйте каталоги для створення нового магазину. Ви завжди повинні вказувати інший домен або суб-домен вашого хостингу.';
$_['help_ssl']                         = 'SSL URL, вашого магазину. Не забудьте додати \'/\' в кінці. Приклад: http://www.yourdomain.com/path/ < br / > < br / > не використовуйте каталоги для створення нових магазинів. Ви повинні вказати інший домен або субдомен вашого хостингу.';
$_['help_geocode']                     = 'Будь ласка введіть вручну геокод місцезнаходження вашого магазину.';
$_['help_open']                        = 'Заповніть години роботи вашого магазину.';
$_['help_comment']                     = 'Це поле призначене для будь-яких спеціальних відміток, про які б ви хотіли повідомити клієнту тобто магазин не приймає чеки.';
$_['help_location']                    = 'У магазинах що мають різні місце-знаходження ви можете використовувати різні форми зв\'язку з магазином.';
$_['help_currency']                    = 'Змінити валюту за замовчуванням. Очистити кеш браузера, щоб побачити зміни і відновити існуючий файл cookie.';
$_['help_product_limit'] 	           = 'Визначає, скільки елементів каталогу відображається на сторінці (продукти, категорії, тощо)';
$_['help_product_description_length']  = 'Короткий опис обмежень на кількість символів, у вигляді списку (категорії, спеціальні тощо)';
$_['help_tax_default']                 = 'Використовуйте адресу магазину для обчислення податків в тому випадку, якщо немає жодного з зареєстрованих користувачів. Можна використовувати адресу магазину для доставки або оплати за адресою користувача.';
$_['help_tax_customer']                = 'Використовувати адресу замовника за замовчуванням вказану під час реєстрації, для нарахування податків. Можна використовувати адресу за замовчуванням для доставки або оплати за адресою користувача.';
$_['help_customer_group']              = 'Групи клієнтів за замовчуванням.';
$_['help_customer_group_display']      = 'Відображення груп користувачів, які можна вибрати при реєстрації, наприклад, оптові продажі чи бізнес.';
$_['help_customer_price']              = 'Відображати лише ціни при вході користувача.';
$_['help_account']                     = 'Змусити користувачів погоджуватись з умовами, перш ніж буде створено обліковий запис.';
$_['help_checkout_guest']              = 'Дозволити оформляти замовлення без реєстрації. Це не доступно при завантаженні товарів до кошика.';
$_['help_checkout']                    = 'Змусити користувачів погоджуватись з умовами перед оформленням замовлення.';
$_['help_order_status']                = 'Встановити стан замовлення за замовчуванням при його обробці.';
$_['help_stock_display']               = 'Показувати кількість залишку на складі, на сторінці товару.';
$_['help_stock_checkout']              = 'Дозволити користувачам замовляти товари яких нема на складі.';
$_['help_icon']                        = 'Іконка має бути у форматі PNG, та мати розмір 16х16 пкс.';
$_['help_secure']                      = 'Для використання перевірки SSL з вашого хостингу, якщо встановлений сертифікат SSL.';

// Error
$_['error_warning']                    = 'Увага: Будь ласка, перевірте форму уважно на наявність помилок!';
$_['error_permission']                 = 'Попередження: У вас нема дозволу на зміну магазинів!';
$_['error_name']                       = 'Назва магазину має містити від 3 до 32 символів!';
$_['error_owner']                      = 'Ім\'я/назва власника магазину має містити від 3 до 64 символів!';
$_['error_address']                    = 'Адреса магазину має містити від 10 до 256 символів!';
$_['error_email']                      = 'Вказана адреса електронної пошти неправильна!';
$_['error_telephone']                  = 'Телефон має бути від 3 до 32 символів!';
$_['error_url']                        = 'Магазин потребує URL-посилання!';
$_['error_meta_title']                 = 'Заголовок має містити від 3 до 32 символів!';
$_['error_limit']       	           = 'Потрібне обмеження!';
$_['error_customer_group_display']     = 'Для використання цієї функції треба включити групу клієнтів за замовчуванням!';
$_['error_image_thumb']                = 'Розмір зображення ескізу товару з потрібними розмірами!';
$_['error_image_popup']                = 'Розмір товару вспливаючого зображення з потрібними розмірами!';
$_['error_image_product']              = 'Розмір товару у списку з потрібними розмірами!';
$_['error_image_category']             = 'Розмір списку категорій з потрібними розмірами!';
$_['error_image_additional']           = 'Розмір додаткового зображення товару з потрібними розмірами!';
$_['error_image_related']              = 'Розмір зображення спорідненого товару з потрібними розмірами!';
$_['error_image_compare']              = 'Розмір порівняльного зображення товару з потрібними розмірами!';
$_['error_image_wishlist']             = 'Розмір зображення у списку побажань з потрібними розмірами!';
$_['error_image_cart']                 = 'Розмір зображення кошика з потрібними розмірами!';
$_['error_image_location']             = 'Розмір зображення магазину з потрібними розмірами!';
$_['error_default']                    = 'Попередження: Не можна видалити магазин за замовчуванням!';
$_['error_store']                      = 'Попередження: Цей магазин видалити не можна, оскільки він наразі використовується для %s замовлень!';