<?php
// Heading
$_['heading_title']        = 'Мій Партнерський рахунок';

// Text
$_['text_account']         = 'Обліковий запис';
$_['text_my_account']      = 'Мій Партнерський рахунок';
$_['text_my_tracking']     = 'Моє Відстеження інформації';
$_['text_my_transactions'] = 'Мої Транзакції';
$_['text_edit']            = 'Редагувати дані облікового запису';
$_['text_password']        = 'Змінити пароль';
$_['text_payment']         = 'Змінити налаштування оплати';
$_['text_tracking']        = 'Особливий партнерський код відстеження';
$_['text_transaction']     = 'Переглянути журнал транзакцій';