<?php
// Text
$_['text_approve_subject']      = '%s - Ваш партнерський обліковий запис було активовано!';
$_['text_approve_welcome']      = 'Вітаємо і дякуємо вам за реєстрацію на %s!';
$_['text_approve_login']        = 'Ваш обліковий запис було створено, ви можете увійти в систему використовуючи ваші адресу електронної пошти та пароль або перейти за наступним посиланням:';
$_['text_approve_services']     = 'При реєстрації, можна генерувати код відстеження, відстежувати комісійні платежі і редагувати відомості вашого облікового запису.';
$_['text_approve_thanks']       = 'Дякуємо';
$_['text_transaction_subject']  = '%s - Партнерська комісія';
$_['text_transaction_received'] = 'Ви отримали %s комісії!';
$_['text_transaction_total']    = 'Тепер ваша загальна сума комісії — %s.';