<?php
// Heading
$_['heading_title']      = 'Гео-зоны';

// Text
$_['text_success']       = 'Успех: Вы изменили гео зоны!';
$_['text_list']          = 'Список гео-зон';
$_['text_add']           = 'Добавить гео-зону';
$_['text_edit']          = 'Правка гео-зоны';

// Column
$_['column_name']        = 'Имя гео-зоны';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Имя гео-зоны';
$_['entry_description']  = 'Описание';
$_['entry_country']      = 'Страна';
$_['entry_zone']         = 'Зона';

// Error
$_['error_permission']   = 'Внимание: Вы не имеете разрешения на изменение географической зоны!';
$_['error_name']         = 'Имя Geo-зоны должно быть от 3 до 32 символов!';
$_['error_description']  = 'Описание Названия должно быть от 3 до 255 символов!';
$_['error_tax_rate']     = 'Предупреждение: Эту гео-зона нельзя удалить, поскольку она в настоящее время назначена для одной или нескольких налоговых ставок!';