<?php
// Heading
$_['heading_title']    = 'Причины возврата';

// Text
$_['text_success']     = 'Успех: Вы изменили причины возврата!';
$_['text_list']        = 'Причина возврата список';
$_['text_add']         = 'Добавить причину Возврата';
$_['text_edit']        = 'Изменить причину Возврата';

// Column
$_['column_name']      = 'Причина возврата Имя';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Причина возврата Имя';

// Error
$_['error_permission'] = 'Внимание! У вас нет прав на редактирование возврата!';
$_['error_name']       = 'Имя Причины возврата должно быть от 3 до 128 символов!';
$_['error_return']     = 'Предупреждение: Причина возврата не может быть удалена так как в настоящее время оно присвоено %s возвращенным продуктам!';