<?php
// Heading
$_['heading_title']    = 'Статусы возврата';

// Text
$_['text_success']     = 'Успех: Вы изменили статусы возврата!';
$_['text_list']        = 'Список статусов возврата';
$_['text_add']         = 'Добавить статус возврата';
$_['text_edit']        = 'Изменить статус возврата';

// Column
$_['column_name']      = 'Вернуть имя статуса';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Вернуть имя статуса';

// Error
$_['error_permission'] = 'Внимание: Вы не имеете прав на редактирование статусов возврата!';
$_['error_name']       = 'Имя статуса возврата должно содержать от 3 до 32 символов!';
$_['error_default']    = 'Внимание: Этот статус возврата не может быть удалён, так как он установлен как статус возврата по умолчанию! ';
$_['error_return']     = 'Внимание: Этот статус возврата не может быть удалён, так как %s возвращается!';