<?php
// Heading
$_['heading_title']    = 'Состояния запасов';

// Text
$_['text_success']     = 'Успех: Вы изменили статусы запаса!';
$_['text_list']        = 'Список состоянии запаса';
$_['text_add']         = 'Добавить статус запаса';
$_['text_edit']        = 'Редактировать статус склада';

// Column
$_['column_name']      = 'Имя статуса запаса';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Имя статуса запаса';

// Error
$_['error_permission'] = 'Внимание: Вы не имеете прав на редактирование статусов запаса!';
$_['error_name']       = 'Имя статуса запаса должно содержать от 3 до 32 символов!';
$_['error_product']    = 'Внимание: Этот статус запаса не может быть удалён, так как назначен на %s продуктов!';