<?php
// Heading
$_['heading_title']     = 'Разряды налогообложения';

// Text
$_['text_success']      = 'Разряды налогообложения успешно изменены.';
$_['text_list']         = 'Список разрядов налогообложения';
$_['text_add']          = 'Добавить разряд налогообложения';
$_['text_edit']         = 'Изменить разряд налогообложения';
$_['text_shipping']     = 'Адрес получателя';
$_['text_payment']      = 'Адрес плательщика';
$_['text_store']        = 'Адрес магазина';

// Column
$_['column_title']      = 'Наименование разряда';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Наименование разряда';
$_['entry_description'] = 'Описание';
$_['entry_rate']        = 'Размер налоговой ставки';
$_['entry_based']       = 'На основе';
$_['entry_geo_zone']    = 'Регион';
$_['entry_priority']    = 'Приоритет';

// Error
$_['error_permission']  = 'У Вас недостаточно прав для изменения разрядов налогообложения!';
$_['error_title']       = 'Наименование разряда должно содержать от 3-х до 32-х знаков!';
$_['error_description'] = 'Описание должно содержать от 3-х до 255-и знаков!';
$_['error_product']     = 'Предупреждение: разряд нельзя удалить, так как в данный момент он назначен для %s продукт(-а/-ов)!';