<?php
// Heading
$_['heading_title']    = 'Весовой класс';

// Text
$_['text_success']     = 'Вы успешно изменили весовой класс!';
$_['text_list']        = 'Весовой класс';
$_['text_add']         = 'Добавить весовой класс';
$_['text_edit']        = 'Изменить весовой класс';

// Column
$_['column_title']     = 'Наименование веса';
$_['column_unit']      = 'Мера веса';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Наименование веса';
$_['entry_unit']       = 'Мера веса';
$_['entry_value']      = 'Значение';

// Help
$_['help_value']       = 'Установите 1.00000, если это вес по умолчанию.';

// Error
$_['error_permission'] = 'У Вас недостаточно прав для изменения весовых классов!';
$_['error_title']      = 'Название веса должно содержать от 3-х до 32-х знаков!';
$_['error_unit']       = 'Мера веса должна содержать от 1 до 4-х знаков!';
$_['error_default']    = 'Предупреждение: Этот весовой класс нельзя удалить, поскольку он в настоящее время назначен в качестве класса по умолчанию!';
$_['error_product']    = 'Предупреждение: Этот класс нельзя удалить, поскольку он в настоящее время назначаеен %s товар(-у/-ам)!';