<?php
// Heading
$_['heading_title']     = 'Група атрибутів';

// Text
$_['text_success']      = 'Успіх: Змінено  групу артибутів!';
$_['text_list']         = 'Список груп атрибутів';
$_['text_add']          = 'Додати групу атрибутів';
$_['text_edit']         = 'Редагування групи атрибутів';

// Column
$_['column_name']       = 'Ім\'я групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Ім\'я групи атрибутів';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_permission']  = 'Попередження: Ви не маєте дозвіл змінювати групи атрибутів!';
$_['error_name']        = 'Ім\'я групи атрибутів має бути від 3 до 64 символів!';
$_['error_attribute']   = 'Попередження: Цю групу атрибутів не можна видалити, вона в даний час складається з %s атрибутів!';
$_['error_product']     = 'Попередження: Цю групу атрибутів не можна видалити, вона в даний час складається з %s продуктів!';