<?php
// Heading
$_['heading_title']          = 'Категорії';

// Text
$_['text_success']           = 'Успіх: Змінено категорії!';
$_['text_list']              = 'Список категорій';
$_['text_add']               = 'Додати категорію';
$_['text_edit']              = 'Змінити категорію';
$_['text_default']           = 'За замовчуванням';

// Column
$_['column_name']            = 'Ім\'я категорії';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Entry
$_['entry_name']             = 'Ім\'я категорії';
$_['entry_description']      = 'Опис';
$_['entry_meta_title'] 	     = 'Meta тег заголовка';
$_['entry_meta_keyword'] 	 = 'Мета-тег ключові слова';
$_['entry_meta_description'] = 'Мета-тег опису';
$_['entry_keyword']          = 'SEO ключове слово';
$_['entry_parent']           = 'Батьківський';
$_['entry_filter']           = 'Фільтри';
$_['entry_store']            = 'Магазини';
$_['entry_image']            = 'Зображення';
$_['entry_top']              = 'Топ';
$_['entry_column']           = 'Стовпці';
$_['entry_sort_order']       = 'Порядок сортування';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Перевизначити розташування';

// Help
$_['help_filter']            = '(Автозаповнення)';
$_['help_keyword']           = 'Не використовуйте пробіли, Використовуйте замість пробілів - і переконайтеся, що ключове слово глобально унікальне.';
$_['help_top']               = 'Відобразити в меню. Працює тільки для заголовку батьківської категорії.';
$_['help_column']            = 'Кількість стовпців для нижніх 3 категорій. Працює тільки для заголовку батьківської категорії.';

// Error
$_['error_warning']          = 'Увага: Будь ласка, перевірте форму уважно на наявність помилок!';
$_['error_permission']       = 'Попередження: У Вас немає дозволу на змінення категорії!';
$_['error_name']             = 'Ім\'я категорії має бути від 2 до 32 символів!';
$_['error_meta_title']       = 'Мета назва повинна перевищувати 3 і менше 255 символів!';
$_['error_keyword']          = 'SEO ключове слово вже у використанні!';