<?php
// Heading
$_['heading_title']     = 'Завантаження';

// Text
$_['text_success']      = 'Успіх: Змінено завантаження!';
$_['text_list']         = 'Список завантажень';
$_['text_add']          = 'Додати завантаження';
$_['text_edit']         = 'Змінити завантаження';
$_['text_upload']       = 'Ваш файл успішно завантажено!';

// Column
$_['column_name']       = 'Ім\'я завантаження';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Ім\'я завантаження';
$_['entry_filename']    = 'Ім\'я файлу';
$_['entry_mask']        = 'Маска';

// Help
$_['help_filename']     = 'Можна завантажувати за допомогою кнопки завантаження або за допомогою FTP до теки звантаження і введіть інформацію нижче.';
$_['help_mask']         = 'Рекомендовано, що б  ім\'я файлу та маска відрізнялися, аби зупинити намагання людей робити посилки на ваші завантаження.';

// Error
$_['error_permission']  = 'Попередження: У Вас немає дозволу на змінення завантаження!';
$_['error_name']        = 'Ім\'я завантаження має бути від 3 до 64 символів!';
$_['error_upload']      = 'Завантажити необхідно!';
$_['error_filename']    = 'Назва файлу має бути від 3 до 128 символів!';
$_['error_exists']      = 'Файл не існує!';
$_['error_mask']        = 'Маска має бути від 3 до 128 символів!';
$_['error_filetype']    = 'Тип файлу неприпустимий!';
$_['error_product']     = 'Попередження: Це завантаження не можна видалити, вона в даний час призначено на %s продукти!';