<?php
// Heading
$_['heading_title']      = 'Виробники';

// Text
$_['text_success']       = 'Успіх: Змінено виробників!';
$_['text_list']          = 'Список виробників';
$_['text_add']           = 'Додати виробника';
$_['text_edit']          = 'Редагувати виробника';
$_['text_default']       = 'За замовчуванням';
$_['text_percent']       = 'Відсоток';
$_['text_amount']        = 'Фіксована сума';

// Column
$_['column_name']        = 'Назва виробника';
$_['column_sort_order']  = 'Порядок сортування';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва виробника';
$_['entry_store']        = 'Магазини';
$_['entry_keyword']      = 'SEO ключове слово';
$_['entry_image']        = 'Зображення';
$_['entry_sort_order']   = 'Порядок сортування';
$_['entry_type']         = 'Тип';

// Help
$_['help_keyword']       = 'Не використовуйте пробіли, Використовуйте замість пробілів - і переконайтеся, що ключове слово глобально унікальне.';

// Error
$_['error_permission']   = 'Попередження: У Вас немає дозволу на змінення виробників!';
$_['error_name']         = 'Назва виробрика має бути від 2 до 64 символів!';
$_['error_keyword']      = 'SEO ключове слово вже у використанні!';
$_['error_product']      = 'Попередження: Цього виробника видалити не можна, оскільки він наразі призначено на  %s продукта!';