<?php
// Heading
$_['heading_title']       = 'Параметри';

// Text
$_['text_success']        = 'Успіх: Змінено параметри!';
$_['text_list']           = 'Список параметрів';
$_['text_add']            = 'Додати параметр';
$_['text_edit']           = 'Відредагуйте параметр';
$_['text_choose']         = 'Вибрати';
$_['text_select']         = 'Вибрати';
$_['text_radio']          = 'Радіо';
$_['text_checkbox']       = 'Прапорець';
$_['text_image']          = 'Зображення';
$_['text_input']          = 'Введення';
$_['text_text']           = 'Текст';
$_['text_textarea']       = 'Текстове поле';
$_['text_file']           = 'Файл';
$_['text_date']           = 'Дата';
$_['text_datetime']       = 'Дата &amp; час';
$_['text_time']           = 'Час';

// Column
$_['column_name']         = 'Назва параметра';
$_['column_sort_order']   = 'Порядок сортування';
$_['column_action']       = 'Дія';

// Entry
$_['entry_name']          = 'Назва параметра';
$_['entry_type']          = 'Тип';
$_['entry_option_value']  = 'Значення імені параметра';
$_['entry_image']         = 'Зображення';
$_['entry_sort_order']    = 'Порядок сортування';

// Error
$_['error_permission']    = 'Увага: Ви не маєте дозволу для змінення параметрів!';
$_['error_name']          = 'Назва параметра має бути від 1 до 128 символів!';
$_['error_type']          = 'Попередження: Значення параметра обов\'язкове!';
$_['error_option_value']  = 'Ім\'я значення параметра має бути від 1 до 128 символів!';
$_['error_product']       = 'Попередження: Цей параметр видалити не можна, оскільки він наразі призначено для  %s продукти!';