<?php
// Heading
$_['heading_title']			= 'Довготермінові платіжні доручення';

// Text
$_['text_success']          = 'Успіх: Довготермінові платіжні доручення змінено!';
$_['text_list']             = 'Список довготермінових платіжних доручень';
$_['text_add']              = 'Додати довготермінове платіжне доручення';
$_['text_edit']             = 'Редагувати  довготермінове платіжне доручення';
$_['text_day']				= 'День';
$_['text_week']				= 'Тиждень';
$_['text_semi_month']		= 'Полу місяць';
$_['text_month']			= 'Місяць';
$_['text_year']				= 'Рік';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Періодичні платежі рахуються за частотою і періодичністю.</p><p>Наприклад, якщо ви оберете частоту "тиждень", а періодичність "2" то користувач буде отримувати рахунок кожні 2 тижні.</p><p>Тривалість це кількість разів коли користувач буде здійснити оплату, встановіть в 0, якщо ви хочете скасувати платежі.</p>';
$_['text_profile']			= 'Довготермінове платіжне доручення';
$_['text_trial']			= 'Пробний профіль';

// Entry
$_['entry_name']			= 'Ім`я';
$_['entry_price']			= 'Ціна';
$_['entry_duration']		= 'Тривалість';
$_['entry_cycle']			= 'Цикл';
$_['entry_frequency']		= 'Частота';
$_['entry_trial_price']		= 'Пробна Ціна';
$_['entry_trial_duration']	= 'Випробувальний термін';
$_['entry_trial_status']	= 'Пробний статус';
$_['entry_trial_cycle']	    = 'Пробний цикл';
$_['entry_trial_frequency']	= 'Пробна частота';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Порядок сортування';

// Column
$_['column_name']			= 'Ім`я';
$_['column_sort_order']	    = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Error
$_['error_warning']         = 'Увага: Будь ласка, перевірте форму уважно на наявність помилок!';
$_['error_permission']		= 'Попередження: У Вас немає дозволу на змінення довготермінових платіжних дорученнь!';
$_['error_name']			= 'Назва продукту повинна перевищувати 3 і менше 255 символів!';
$_['error_product']			= 'Попередження: Це довготермінове платіжне доручення не можна видалити, вона в даний час призначене на %s продукти!';