<?php
// Heading
$_['heading_title']       = 'Макети';

// Text
$_['text_success']        = 'Успіх: Змінено макети!';
$_['text_list']           = 'Список макетів';
$_['text_add']            = 'Додати макета';
$_['text_edit']           = 'Змінити макет';
$_['text_default']        = 'За замовчуванням';
$_['text_content_top']    = 'Зміст зверху';
$_['text_content_bottom'] = 'Зміст знизу';
$_['text_column_left']    = 'Стовпчик зліва';
$_['text_column_right']   = 'Стовпчик справа';

// Column
$_['column_name']         = 'Ім\'я макету';
$_['column_action']       = 'Дія';

// Entry
$_['entry_name']          = 'Ім\'я макету';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';
$_['entry_position']      = 'Позиція';
$_['entry_sort_order']    = 'Порядок сортування';

// Error
$_['error_permission']    = 'Попередження: У Вас немає дозволу на змінення макетів!';
$_['error_name']          = 'Ім\'я макету має бути від 3 до 64 символів!';
$_['error_default']       = 'Попередження: Цей макет не можна видалити, він в даний час використовується за замовчуванням у магазині!';
$_['error_store']         = 'Попередження: Цей макет видалити не можна, оскільки він наразі використовується для %s магазині!';
$_['error_product']       = 'Попередження: Цей макет видалити не можна, оскільки він наразі використовується для  %s продуктів!';
$_['error_category']      = 'Попередження: Цей макет видалити не можна, оскільки він наразі використовується для  %s каталогів!';
$_['error_information']   = 'Попередження: Цей макет видалити не можна, оскільки він наразі використовується %s сторінки з інформацією!';