<?php
// Heading
$_['heading_title']        = 'Установщик расширений';

// Text
$_['text_success']         = 'Успех: Вы установили расширение!';
$_['text_unzip']           = 'Извлечение файлов!';
$_['text_ftp']             = 'Копирование файлов!';
$_['text_sql']             = 'Выполнение SQL!';
$_['text_xml']             = 'Применение изменений!';
$_['text_php']             = 'Выполнение PHP!';
$_['text_remove']          = 'Удаление временных файлов!';
$_['text_clear']           = 'Успех: Вы очистили все временные файлы!';

// Entry
$_['entry_upload']         = 'Загрузить файл';
$_['entry_overwrite']      = 'Файлы, которые будут перезаписаны';
$_['entry_progress']       = 'Прогресс';

// Help
$_['help_upload']          = 'Требует изменения файла с расширением ".ocmod.zip" или ".ocmod.xml".';

// Error
$_['error_permission']     = 'Внимание: У вас нет прав на изменение расширений!';
$_['error_temporary']      = 'Предупреждение: Есть некоторые временные файлы, которые требуют удаления. Нажмите на кнопку Очистить, чтобы удалить их!';
$_['error_upload']         = 'Не удалось загрузить файл!';
$_['error_filetype']       = 'Недопустимый тип файла!';
$_['error_file']           = 'Не удается найти файл!';
$_['error_unzip']          = 'ZIP-файл не может быть открыт!';
$_['error_directory']      = 'Не удается найти каталог, содержащий файлы для загрузки!';
$_['error_ftp_status']     = 'FTP необходимо включить в настройках';
$_['error_ftp_connection'] = 'Не удалось подключиться как %s:%s';
$_['error_ftp_login']      = 'Не удалось войти как %s';
$_['error_ftp_root']       = 'Не удалось задать корневой каталог, как %s';
$_['error_ftp_directory']  = 'Не удалось перейти в каталог %s';
$_['error_ftp_file']       = 'Не удалось загрузить файл %s';
