<?php
// Heading
$_['heading_title']     = 'Модификации';

// Text
$_['text_success']      = 'Успех: Вы изменили модификации!';
$_['text_refresh']      = 'Всякий раз, когда вам включаете / отключаете или удаляете модификации, Вам нужно нажать кнопку обновить, чтобы перестроить кэш модификации!';
$_['text_list']         = 'Список модификаций';

// Column
$_['column_name']       = 'Имя модификации';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Error
$_['error_permission']  = 'Внимание: Вы не иметь разрешения на изменение модификации!';