<?php
// Heading
$_['heading_title']    = 'Резервне копіювання і відновлення';

// Text
$_['text_backup']      = 'Завантажити резервну копію';
$_['text_success']     = 'Успіх: Базу даних імпортовано!';
$_['text_list']        = 'Вивантажити список';

// Entry
$_['entry_restore']    = 'Відновити резервну копію';
$_['entry_backup']     = 'Резервне копіювання';

// Error
$_['error_permission'] = 'Попередження: У Вас нема дозволу на зміну резервних копій!';
$_['error_backup']     = 'Попередження:, Слід вибрати принаймні одну таблицю для резервного копіювання!';
$_['error_empty']      = 'Увага: Файл, який ви вивантажили порожній!';