<?php
// Heading
$_['heading_title']     = 'Користувачі';

// Text
$_['text_success']      = 'Успіх: Користувачів змінено!';
$_['text_list']         = 'Список користувачів';
$_['text_add']          = 'Додати користувача';
$_['text_edit']         = 'Змінити користувача';

// Column
$_['column_username']   = 'Ім’я користувача';
$_['column_status']     = 'Стан';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_username']   	= 'Ім’я користувача';
$_['entry_user_group'] 	= 'Група користувача';
$_['entry_password']   	= 'Пароль';
$_['entry_confirm']    	= 'Підтвердити';
$_['entry_firstname']  	= 'Ім\'я';
$_['entry_lastname']   	= 'Прізвище';
$_['entry_email']      	= 'Електронна пошта';
$_['entry_image']      	= 'Зображення';
$_['entry_status']     	= 'Стан';

// Error
$_['error_permission'] 	= 'Попередження: У Вас немає дозволу на змінення користувачів!';
$_['error_account']    	= 'Попередження: Не можна видалити свій обліковий запис!';
$_['error_exists']     	= 'Попередження: Ім\'я користувача вже існує!';
$_['error_username']   	= 'Ім\'я користувача повинно містити від 3 до 20 символів!';
$_['error_password']   	= 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm']    	= 'Пароль і підтвердження пароля не співпадають!';
$_['error_firstname']  	= 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname']   	= 'Прізвище має містити від 1 до 32 символів!';