<?php
// Heading
$_['heading_title']     = 'Групи користувачів';

// Text
$_['text_success']      = 'Успіх: Групи користувачів змінено!';
$_['text_list']         = 'Група користувача';
$_['text_add']          = 'Додати групу користувачів';
$_['text_edit']         = 'Групу редагувати користувачів';

// Column
$_['column_name']       = 'Назва групи користувачів';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи користувачів';
$_['entry_access']      = 'Права доступу';
$_['entry_modify']      = 'Змінити дозволи';

// Error
$_['error_permission']  = 'Попередження: У вас немає дозволу на змінення групи користувачів!';
$_['error_name']        = 'Назва групи користувачів має містити від 3 до 64 символів!';
$_['error_user']        = 'Увага: Цю групу користувачів видалити не можна, бо вона в даний час призначена користувачам %s!';