<?php
// Heading
$_['heading_title']    = 'Останні';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Успіх: Модуль останні змінено!';
$_['text_edit']        = 'Змінити модуль останні';

// Entry
$_['entry_limit']      = 'Обмеження';
$_['entry_image']      = '(Ш x В) зображення та типова зміна розміру';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';
$_['entry_status']     = 'Стан';

// Error
$_['error_permission'] = 'Попередження: Немає дозволу на зміну модуля останні!';
$_['error_module']     = 'Попередження: Потрібен модуль!';
$_['error_image']      = 'Потрібні розміри ширини і висоти зображення!';