<?php
// Heading
$_['heading_title']        = 'Увійти з допомогою PayPal';

//Text
$_['text_module']          = 'Модулі';
$_['text_success']         = 'Успіх: Модуль входу з допомогою PayPal змінено!';
$_['text_edit']            = 'Змінити модуль входу з допомогою PayPal';
$_['text_button_grey']     = 'Сірий';
$_['text_button_blue']     = 'Синій (рекомендовано)';

//Entry
$_['entry_client_id']      = 'Ідентифікатор користувача';
$_['entry_secret']         = 'Таємниця';
$_['entry_sandbox']        = 'Режим пісочниці';
$_['entry_debug']          = 'Ведення журналу налагодження';
$_['entry_customer_group'] = 'Користувацька група';
$_['entry_button']         = 'Кнопка колір';
$_['entry_seamless']       = 'Дозволити "Безшовні замовлення"';
$_['entry_locale']         = 'Кодування';
$_['entry_return_url']     = 'Повернення URL посилання';
$_['entry_status']         = 'Стан';

//Help
$_['help_sandbox']         = 'Використовувати (тестове) середовище пісочниці?';
$_['help_customer_group']  = 'Які користувацькі групи повинні отримати нові користувачі?';
$_['help_debug_logging']   = 'Вмикання цих даних дозволить додавати до вашого журналу помилки, що необхідно для налагодження сайту у разі виникнення будь-яких проблем.';
$_['help_seamless']        = 'Дозволяє автоматичний вхід коли користувачі обирають експрес-замовлення PayPal. Щоб це використовувати, опція повинна бути включена під час входу користувача в систему \'\'вхід з урахуванням PayPal\'\'. Ви також повинні використовувати той же обліковий запис, який використовується в експрес-замовленні.';
$_['help_locale']          = 'Це регіональні налаштування PayPal для мов вашого магазину';
$_['help_return_url']      = 'Це необхідно додати до конфігурації додатку PayPal для перенаправлення URL-посилань додатку.';

//Error
$_['error_permission']     = 'Попередження: Немає дозволу змінювати вхід з модулем PayPal!';
$_['error_client_id']      = 'Потрібен ідентифікатор користувача!';
$_['error_secret']         = 'Потрібна таємниця!';