<?php
// Heading
$_['heading_title']                = 'Панель приладів';

// Text
$_['text_order_total']             = 'Загальна кількість замовлень';
$_['text_customer_total']          = 'Загальна кількість клієнтів';
$_['text_sale_total']              = 'Загальний обсяг продажу';
$_['text_online_total']            = 'Люди онлайн';
$_['text_map']                     = 'Мапа світу';
$_['text_sale']                    = 'Аніліз продажів';
$_['text_activity']                = 'Останні дії';
$_['text_recent']                  = 'Останні замовлення';
$_['text_order']                   = 'Замовлення';
$_['text_customer']                = 'Клієнти';
$_['text_day']                     = 'Сьогодні';
$_['text_week']                    = 'Тиждень';
$_['text_month']                   = 'Місяць';
$_['text_year']                    = 'Рік';
$_['text_view']                    = 'Розглядайте більше...';

// Error
$_['error_install']                = 'Попередження: Папка встановлення все ще існує і повинаі бути видалена з міркувань безпеки!';