<?php
// header
$_['heading_title']   = 'Забули Ваш пароль?';

// Text
$_['text_forgotten']  = 'Забутий пароль';
$_['text_your_email'] = 'Адреса Вашої електронної пошти';
$_['text_email']      = 'Введіть адресу електронної пошти, пов\'язану з вашим обліковим записом. Посилання на зміну пароля відішлеться на Вашу електронну пошту.';
$_['text_success']    = 'Посилання на зміну пароля відіслане на Вашу електронну пошту.';

// Entry
$_['entry_email']     = 'Адреса електронної пошти';
$_['entry_password']  = 'Новий пароль';
$_['entry_confirm']   = 'Підтвердити';

// Error
$_['error_email']     = 'Попередження: Адресу електронної пошти не знайдено, будь ласка спробувати ще раз!';
$_['error_password']  = 'Пароль повинен містити від 3 до 20 символів!';
$_['error_confirm']   = 'Пароль і підтвердження пароля не співпадають!';