<?php
// header
$_['heading_title']  = 'Адміністрація';

// Text
$_['text_heading']   = 'Адміністрація';
$_['text_login']     = 'Будь ласка, введіть свою реєстраційну інформацію.';
$_['text_forgotten'] = 'Забутий пароль';

// Entry
$_['entry_username'] = 'Ім’я користувача';
$_['entry_password'] = 'Пароль';

// Button
$_['button_login']   = 'Логін';

// Error
$_['error_login']    = 'Ім\'я користувача та пароль не збігаються!';
$_['error_token']    = 'Термін сесії закінчився. Залогіньтесь будь-ласка знову.';