<?php
// Heading
$_['heading_title']    = 'Резервное копирование и восстановление';

// Text
$_['text_backup']      = 'Скачать резервную копию';
$_['text_success']     = 'Успех: Базы данных успешно импортированы!';
$_['text_list']        = 'Список загрузок';

// Entry
$_['entry_restore']    = 'Восстановить резервную копию';
$_['entry_backup']     = 'Резервная копия';

// Error
$_['error_permission'] = 'Внимание: У вас нет разрешения на изменение резервных копий!';
$_['error_backup']     = 'Предупреждение: Вы должны выбрать по крайней мере одну таблицу для резервного копирования!';
$_['error_empty']      = 'Предупреждение: Файл который вы загружаете, пуст!';